UPDATE Language_ru_RU
SET Text = 'Трирема — первая морская единица, доступная цивилизациям в игре. Это атакующий юнит ближнего боя, сражающийся с юнитами на море или в городах (но у него нет дальнобойной атаки). Трирема полезна для очистки варварских кораблей от родных вод и для ограниченного исследования (она не может закончить свой ход на клетках Глубокого океана за пределами границ города, если только она не из Полинезии).'
WHERE Tag = 'TXT_KEY_UNIT_TRIREME_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Галлеас — первая морская боевая единица с дальнобойной атакой, общедоступной для цивилизаций в игре. Он намного сильнее, чем более ранние морские юниты, но немного медленнее. Он не может начать рукопашный бой. Галеас полезен для очистки мелководья от вражеских кораблей. Он не может закончить свой ход на клетках Глубокого океана, если только он не из Полинезии.'
WHERE Tag = 'TXT_KEY_UNIT_GALLEASS_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Первый осадный юнит в игре. Наносит большой урон юнитам и городам на расстоянии. Передвигается с половинной скоростью по вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_CATAPULT';

UPDATE Language_ru_RU
SET Text = 'Катапульта — это осадное орудие, чрезвычайно полезное при штурме ранних вражеских городов. Он медленный и чрезвычайно уязвим для атак противника в ближнем бою; его всегда должны поддерживать другие подразделения, когда он находится в поле. Он движется на половинной скорости по вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_CATAPULT_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Осадная единица, которая наносит большой урон на расстоянии. Передвигается с половинной скоростью по вражеской территории. Только римляне могут построить его. У этого юнита [ICON_RANGE_STRENGTH] дальняя боевая мощь выше, чем у катапульты, которую он заменяет.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_BALLISTA';

UPDATE Language_ru_RU
SET Text = 'Баллиста — уникальная римская боевая единица, более мощная, чем катапульта, которую она заменяет. Это отличное осадное орудие, чрезвычайно полезное против городов, но весьма уязвимое для нападения. Обязательно защитите Баллисту другими боевыми единицами. Передвигается с половинной скоростью по вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_ROMAN_BALLISTA_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Мощный средневековый осадный отряд, способный ослабить защиту вражеских городов. Передвигается с половинной скоростью по вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_TREBUCHET';

UPDATE Language_ru_RU
SET Text = 'Требушет — это средневековое осадное орудие, значительно более мощное, чем более ранние катапульты. Требушет передвигается по вражеской территории с половинной скоростью, но как только он оказывается на позиции, он может нанести серьезный урон укрепленному вражескому городу. Защищайте свои требушеты с помощью юнитов ближнего и дальнего боя, чтобы вражеские юниты не подходили слишком близко.'
WHERE Tag = 'TXT_KEY_UNIT_TREBUCHET_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Противопехотная ракетная установка Средневековья. Силен против наземных юнитов, но слаб против городов. Его может построить только Корея. Заменяет Требушет. Передвигается с половинной скоростью по вражеской территории.'
WHERE Tag = 'TXT_KEY_CIV5_KOREA_HWACHA_HELP';

UPDATE Language_ru_RU
SET Text = 'Хвача чрезвычайно эффективна против наземных войск противника. Он медлителен и уязвим для атак противника в ближнем бою; его всегда должны поддерживать другие подразделения, когда он находится в поле. Хвач''а движется на половинной скорости по вражеской территории.'
WHERE Tag = 'TXT_KEY_CIV5_KOREA_HWACHA_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Мощный осадный отряд эпохи Возрождения. Передвигается с половинной скоростью по вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_CANNON';

UPDATE Language_ru_RU
SET Text = 'Пушка — важная осадная единица в середине игры, разрушительная против цивилизаций, которые еще не приобрели ее. Как и другие осадные юниты, Пушка движется по вражеской территории с половинной скоростью. Пушка остается мощной в индустриальную эпоху. Он не может видеть дальше других юнитов и должен быть защищен юнитами ближнего боя.'
WHERE Tag = 'TXT_KEY_UNIT_CANNON_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Первая осадная единица в игре, способная стрелять на 3 клетки. Передвигается с половинной скоростью по вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_ARTILLERY';

UPDATE Language_ru_RU
SET Text = 'Артиллерия — смертоносное осадное орудие, более мощное, чем пушка, и с большим радиусом действия. Как и у пушки, он имеет ограниченную видимость и движется по вражеской территории с половинной скоростью, но его мощь в дальнем бою огромна. Артиллерия также имеет способность «огонь с закрытых позиций», что позволяет ей стрелять через препятствия по целям, которые она не видит (пока другие дружественные подразделения могут их видеть). Как и другие осадные орудия, артиллерия уязвима для атак в ближнем бою.'
WHERE Tag = 'TXT_KEY_UNIT_ARTILLERY_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Быстрая осадная единица поздней игры. В отличие от других осадных отрядов, он не передвигается по вражеской территории с половинной скоростью.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_ROCKET_ARTILLERY';

UPDATE Language_ru_RU
SET Text = 'Реактивная артиллерия — чрезвычайно мощное осадное орудие, намного превосходящее обычную артиллерию. Реактивная артиллерия не теряет скорость на вражеской территории, что делает ее намного быстрее, чем более ранние орудия. Хотя дальность обзора реактивной артиллерии ограничена, она может использовать огонь с закрытых позиций для поражения целей, которые она не видит (пока другие дружественные подразделения могут их видеть). Как и вся артиллерия, она уязвима для атаки пехоты или бронетехники и должна защищаться соответствующими подразделениями.'
WHERE Tag = 'TXT_KEY_UNIT_ROCKET_ARTILLERY_STRATEGY';

-- Giant Death Robot
UPDATE Language_ru_RU
SET Text = 'Не получает преимуществ от оборонительных бонусов местности, но в остальном сильнее любого другого боевого юнита в игре.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_MECH';

UPDATE Language_ru_RU
SET Text = 'Можно купить за [ICON_PEACE] веру в любом городе с преобладающей религией, которая была улучшена. Они могут удалить другие религии из ваших городов (расходуя Инквизитора) или разместиться внутри или рядом с городом, чтобы защитить его от миссионеров и пророков, пытающихся распространить другие религии в этом городе.'
WHERE Tag = 'TXT_KEY_UNIT_INQUISITOR_STRATEGY';
