UPDATE Language_ru_RU
SET Text = 'Позволяет вашим городам строить [COLOR_POSITIVE_TEXT]атомные бомбы[ENDCOLOR] и [COLOR_POSITIVE_TEXT]ядерные ракеты[ENDCOLOR].[NEWLINE][NEWLINE]Если вы [COLOR_POSITIVE_TEXT]первым[ENDCOLOR] завершите этот проект, получите 1 [COLOR_POSITIVE_TEXT]бесплатную[ENDCOLOR] атомную бомбу и [COLOR_POSITIVE_TEXT]бесплатную[ENDCOLOR] исследовательскую лабораторию в вашей [ICON_CAPITAL] столице.'
WHERE Tag = 'TXT_KEY_PROJECT_MANHATTAN_PROJECT_HELP';

UPDATE Language_ru_RU
SET Text = 'Манхэттенский проект позволяет цивилизации создавать ядерное оружие. Каждая цивилизация должна завершить Манхэттенский проект, прежде чем сможет строить ядерное оружие. Если вы входите в первую мировую команду, завершившую этот проект, вы получите бесплатную исследовательскую лабораторию и атомную бомбу в своей столице.'
WHERE Tag = 'TXT_KEY_PROJECT_MANHATTAN_PROJECT_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Означает начало космической гонки и позволяет вашим городам строить части космического корабля. Когда космический корабль будет завершён, вы одержите [COLOR_POSITIVE_TEXT]научную победу[ENDCOLOR]![NEWLINE][NEWLINE]Если вы [COLOR_POSITIVE_TEXT]первым[ENDCOLOR] завершите этот проект, получите 1 [COLOR_POSITIVE_TEXT]бесплатного[ENDCOLOR] [ICON_GREAT_SCIENTIST] великого учёного рядом с вашей [ICON_CAPITAL] столицей, а ваша империя войдёт в [ICON_GOLDEN_AGE] золотой век.'
WHERE Tag = 'TXT_KEY_PROJECT_APOLLO_PROGRAM_HELP';

UPDATE Language_ru_RU
SET Text = 'Программа «Аполлон» знаменует начало космической гонки. Она позволяет строить части космического корабля. Каждая цивилизация должна завершить этот проект, прежде чем сможет строить части космического корабля. Если вы входите в первую мировую команду, завершившую этот проект, вы получите бесплатного великого учёного рядом со столицей, и начнётся золотой век.'
WHERE Tag = 'TXT_KEY_PROJECT_APOLLO_PROGRAM_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Протокол «Гражданин Земли»'
WHERE Tag = 'TXT_KEY_PROJECT_UTOPIA_PROJECT';

UPDATE Language_ru_RU
SET Text = 'Постройте «Протокол “Гражданин Земли”», чтобы одержать [COLOR_POSITIVE_TEXT]культурную победу[ENDCOLOR]![NEWLINE][NEWLINE]Требования к строительству:[NEWLINE]   [ICON_BULLET] У вас должна быть идеология (с [COLOR_POSITIVE_TEXT]довольным[ENDCOLOR] населением).[NEWLINE]   [ICON_BULLET] Вы должны быть [ICON_TOURISM] [COLOR_POSITIVE_TEXT]влиятельны[ENDCOLOR] для всех остальных цивилизаций мира.[NEWLINE]   [ICON_BULLET] У вас должно быть [COLOR_POSITIVE_TEXT]2[ENDCOLOR] догмата 3-го уровня в вашей текущей идеологии.'
WHERE Tag = 'TXT_KEY_PROJECT_UTOPIA_PROJECT_HELP';

UPDATE Language_ru_RU
SET Text = 'Чтобы построить этот проект, у вас должна быть идеология (с [COLOR_POSITIVE_TEXT]довольным[ENDCOLOR] населением), два догмата 3-го уровня в этой идеологии, а также вы должны быть [ICON_TOURISM] влиятельны для всех остальных цивилизаций мира. Когда эти условия будут выполнены, завершите этот проект, чтобы одержать культурную победу!'
WHERE Tag = 'TXT_KEY_PROJECT_UTOPIA_PROJECT_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Глобальное гражданство — это идея о том, что все люди обладают правами и гражданскими обязанностями, вытекающими из принадлежности к миру в целом, к мировоззрению и чувствам общечеловеческого масштаба, а не только из статуса гражданина конкретной страны или места. Идея состоит в том, что личная идентичность выходит за пределы географии и политических границ, а обязанности и права проистекают из принадлежности к более широкому сообществу — «человечеству». Это не означает, что человек отказывается от своей национальности или других, более локальных идентичностей, но такие идентичности отходят на второй план по сравнению с принадлежностью к глобальному сообществу. В расширенном понимании эта идея поднимает вопросы о состоянии мирового общества в эпоху глобализации. В общем употреблении термин может быть близок по смыслу к выражениям «гражданин мира» или «космополит», но также имеет дополнительные, специализированные значения в разных контекстах. Различные организации, такие как World Service Authority, выступали в поддержку глобального гражданства.'
WHERE Tag = 'TXT_KEY_PROJECT_UTOPIA_PROJECT_PEDIA';

UPDATE Language_ru_RU
SET Text = 'Университет Санкоре'
WHERE Tag = 'TXT_KEY_BUILDING_MOSQUE_OF_DJENNE';

UPDATE Language_ru_RU
SET Text = 'Будучи центром исламского учёного сообщества, Университет Санкоре по своей организации сильно отличался от университетов средневековой Европы. У него не было центральной администрации, кроме императора. Он не вёл списков студентов, но хранил копии работ, опубликованных его учениками. Он состоял из нескольких полностью независимых школ или колледжей, каждый из которых возглавлялся одним учителем или имамом. Студенты связывали себя с одним конкретным наставником, а занятия проходили в открытом дворе мечети или в частных домах.'
WHERE Tag = 'TXT_KEY_WONDER_MOSQUE_OF_DJENNE_DESC';

UPDATE Language_ru_RU
SET Text = 'Вестминстерский дворец'
WHERE Tag = 'TXT_KEY_BUILDING_BIG_BEN';

-- United Nations
UPDATE Language_ru_RU
SET Text = 'В сочетании с высоким темпом появления великих людей Организация Объединённых Наций даёт своему владельцу значительный прирост дипломатической силы во Всемирном конгрессе. Она также даёт дополнительного делегата и запускает золотой век.[NEWLINE][NEWLINE]Помимо этих немедленных преимуществ, строительство Организации Объединённых Наций запускает специальную сессию Всемирного конгресса ООН, что открывает возможность дипломатической победы. Может быть построена только совместными усилиями через Всемирный конгресс.'
WHERE Tag = 'TXT_KEY_BUILDING_UNITED_NATIONS_STRATEGY';

-- Cathedral
UPDATE Language_ru_RU
SET Text = 'Может быть построен только в городах, следующих религии с верованием «Соборы». Это здание приобретается за [ICON_PEACE] веру. Уменьшает [ICON_HAPPINESS_3] Бедность и повышает [ICON_GOLD] золотую отдачу ближайших ферм и пастбищ. Город получает [ICON_GOLD] золото при расширении границ.'
WHERE Tag = 'TXT_KEY_BUILDING_CATHEDRAL_STRATEGY';

-- Mosque
UPDATE Language_ru_RU
SET Text = 'Может быть построена только в городах, следующих религии с верованием «Мечети». Это здание приобретается за [ICON_PEACE] веру. Уменьшает [ICON_HAPPINESS_3] Неграмотность и даёт [ICON_CULTURE] культуру во время [ICON_GOLDEN_AGE] золотых веков.'
WHERE Tag = 'TXT_KEY_BUILDING_MOSQUE_STRATEGY';

-- Pagoda
UPDATE Language_ru_RU
SET Text = 'Может быть построена только в городах, следующих религии с верованием «Пагоды». Это здание приобретается за [ICON_PEACE] веру. Уменьшает [ICON_HAPPINESS_3] Скуку и [ICON_HAPPINESS_3] Религиозные волнения, а также даёт доходы в зависимости от количества религий, присутствующих в городе.'
WHERE Tag = 'TXT_KEY_BUILDING_PAGODA_STRATEGY';
