UPDATE Language_ru_RU
SET Text = 'Появляется как уникальный предмет роскоши в индонезийском городе или рядом с ним.'
WHERE Tag = 'TXT_KEY_RESOURCE_NUTMEG_HELP';

UPDATE Language_ru_RU
SET Text = 'Появляется как уникальный предмет роскоши в индонезийском городе или рядом с ним.'
WHERE Tag = 'TXT_KEY_RESOURCE_CLOVES_HELP';

UPDATE Language_ru_RU
SET Text = 'Появляется как уникальный предмет роскоши в индонезийском городе или рядом с ним.'
WHERE Tag = 'TXT_KEY_RESOURCE_PEPPER_HELP';

UPDATE Language_ru_RU
SET Text = 'Корица'
WHERE Tag = 'TXT_KEY_RESOURCE_SPICES';

UPDATE Language_ru_RU
SET Text = 'Корица получается из внутренней коры деревьев рода Cinnamomum и широко используется как ароматная пряность для несладких блюд. Пряности — это вещества растительного происхождения, используемые для сохранения, усиления вкуса, цвета или текстуры пищи. Помимо придания вкуса, некоторые пряности обладают лечебными свойствами, религиозным значением или используются для сохранения продуктов. Как правило, пряности необходимо высушить и измельчить перед использованием; этим они отличаются от трав вроде шалфея или орегано, которые зелёные, листовые и могут использоваться свежими или сушёными.'
WHERE Tag = 'TXT_KEY_CIV5_RESOURCE_SPICES_TEXT';

UPDATE Language_ru_RU
SET Text = 'Мрамор — это прекрасная горная порода, чрезвычайно ценимая как строительный материал и как камень для скульпторов. Мрамор бывает самых разных цветов и оттенков: однотонный или с прожилками и пятнами множества цветов. Многие из красивейших сооружений мира — включая, например, Тадж-Махал — построены из мрамора, как и величайшие скульптуры древности.[NEWLINE][NEWLINE]После улучшения даёт +15% [ICON_PRODUCTION] производства при строительстве чудес до Индустриальной эпохи в городе, к которому принадлежит.'
WHERE Tag = 'TXT_KEY_CIV5_RESOURCE_MARBLE_TEXT';

UPDATE Language_ru_RU
SET Text = 'Находящийся в земной коре и верхней мантии камень, пожалуй, является важнейшим элементом человеческого строительства на протяжении всей истории. Существует три основных типа камня — осадочный, магматический и метаморфический, каждый из которых отличается своим происхождением.[NEWLINE][NEWLINE]После улучшения даёт +10% [ICON_PRODUCTION] производства при строительстве чудес до Средневековья в городе, к которому принадлежит.'
WHERE Tag = 'TXT_KEY_CIV5_RESOURCE_STONE_TEXT';

UPDATE Language_ru_RU
SET Text = 'После улучшения археологическими раскопками скрытый древний объект может дать артефакт, который можно поместить в слот для великого произведения искусства, либо быть превращён в ориентир. Скрытые древние объекты видимы только цивилизациям, принявшим все политики в ветке Искусство.'
WHERE Tag = 'TXT_KEY_RESOURCE_HIDDEN_ARTIFACTS_HELP';
