UPDATE Language_ru_RU SET
Text = 'Пустыни — это земли, лишённые влаги; хотя многие из них покрыты песком, это не является обязательным условием. Пустыня менее полезна, чем равнины или луга, но становится привлекательнее после постройки зданий, усиливающих её доходы и доходы тех ресурсов, которые встречаются только на этом типе местности. Пустынные клетки рядом с реками становятся поймами, а мощный оазис может появляться только здесь; фермы же можно строить в пустыне только при наличии доступа к пресной воде.'
WHERE Tag = 'TXT_KEY_CIV5_TERRAIN_DESERT_TEXT';

UPDATE Language_ru_RU SET
Text = 'Тундра — это полузамёрзшая земля холодных регионов мира. Она менее полезна, чем равнины или луга, но становится привлекательнее после постройки зданий, усиливающих её доходы и доходы тех ресурсов, которые встречаются только на этом типе местности. В тундре могут расти леса (но не джунгли), и при достаточных вложениях такие клетки могут стать очень выгодными. Фермы в тундре можно строить только при наличии доступа к пресной воде.'
WHERE Tag = 'TXT_KEY_CIV5_TERRAIN_TUNDRA_TEXT';
